driver-tests/bpelse/assign/AssignNamespacesJBI/test/multNSRootLevel/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:emp="http://xml.netbeans.org/schema/employee" xmlns:per="http://xml.netbeans.org/schema/person" xmlns:add1="http://xml.netbeans.org/schema/address">
  <soapenv:Body>
    <emp:Employee>
      <per:person>
        <per:name>John Doe</per:name>
        <add1:address>
          <add1:Street>800 Royal oaks</add1:Street>
          <add1:city>Monrovia</add1:city>
        </add1:address>
      </per:person>
      <emp:experience>3</emp:experience>
    </emp:Employee>
  </soapenv:Body>
</soapenv:Envelope>